Repository: threadi/external-files-from-webdav
Catalog: languages/external-files-from-webdav-*_formal.po
Languages: de_de

source: External files from Google Drive in Media Library
de_de: Externe Dateien aus WebDav in der Mediathek

source: Extends External files in Media Library for usage of Google Drive.
de_de: Erweitert externe Dateien in der Mediathek für die Verwendung von WebDav.

source: Choose file(s) from your WebDAV
de_de: Wähle Datei(en) von deinem WebDav

source: Your login
de_de: Dein Login

source: Password
de_de: Passwort

source: Your password
de_de: Dein Passwort

source: Path
de_de: Pfad

source: Define the path added after the WebDAV-domain to load files. For Nextcloud-based WebDAV this is <code>/remote.php/dav/files/</code>.
de_de: Gibt den Pfad nach der WebDav-Domain an um Dateien zu laden. Für Nextcloud-basiertes WebDAV ist das <code>/remote.php/dav/files/</code>.

source: Hint
de_de: Hinweis

source: Each user will find its settings in his own <a href="%1$s">user profile</a>.
de_de: Jeder Benutzer findet seine Einstellungen in seinem eigenem <a href="%1$s">Benutzerprofil</a>.

source: Ignore self-signed SSL-certificates
de_de: Ignoriere selbst signierte SSL-Zertifikate

source: If enabled self-signed certificates will be acknowledged.
de_de: Wenn aktiviert werden selbst signierte SSL-Zertifikate angenommen.

source: Given URL is not an HTTP-URL. The URL:
de_de: Angegebene URL ist keine HTTP-URL. Die URL:

source: Given URL could not be analysed.
de_de: Die URL konnte nicht analysiert werden.

source: The following error occurred:
de_de: Der folgende Fehler trat auf:

source: Path:
de_de: Pfad:

source: Settings:
de_de: Einstellungen:

source: Import
de_de: Importieren

source: File-type is not supported
de_de: Der Dateityp wird nicht unterstützt

source: Save active directory as your external source
de_de: Speicher aktuelles Verzeichnis als externe Quelle

source: Server
de_de: WebDav

source: Connect to your WebDAV
de_de: Verbinde zu deinem WebDAV

source: Enter your credentials
de_de: Gibt deine Zugangsdaten ein

source: The credentials have already been set by an administrator in the plugin settings. Just connect for show the files.
de_de: Ein Zugriffstoken wurde bereits von einem Administrator in den Plugin-Einstellungen festgelegt. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: The credentials must be set by an administrator in the plugin settings.
de_de: Die Zugangsdaten müssen von einem Administrator in den Plugin-Einstellungen festgelegt werden.

source: Set your credentials <a href="%1$s">here</a>.
de_de: Lege deine Zugangsdaten <a href="%1$s">hier</a> fest.

source: Your credentials are already set <a href="%1$s">here</a>. Just connect for show the files.
de_de: Deine Zugangsdaten sind bereits <a href="%1$s">hier</a> eingerichtet. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: Set your credentials <a href="%1$s">in your profile</a>.
de_de: Lege deine Zugangsdaten <a href="%1$s">in deinem Profil</a> fest.

source: Your credentials are already set <a href="%1$s">in your profile</a>. Just connect for show the files.
de_de: Dein Zugriffstoken ist bereits <a href="%1$s">in deinem Profil</a> festgelegt. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: Enter your WebDAV credentials in this form.
de_de: Gibt die Zugangsdaten zu deinem WebDAV in dem Formular ein.

source: Could not load file path for given attachment ID.
de_de: Der Dateipfad für die angegebene Anhang-ID konnte nicht geladen werden.

source: Given file does not exist:
de_de: Die angegebene Datei existiert nicht:

source: Got unsupported status code from WebDav during export of a file:
de_de: Erhielte einen nicht unterstützten Status Code von WebDAV beim Exportieren einer Datei:

source: Error occurred during request to delete a file on WebDav:
de_de: Fehler beim Löschen einer Datei vom WebDAV:

source: Got unsupported status code from WebDav during deletion of a file:
de_de: Erhielt nicht unterstützten Status Code von WebDav während dem Löschen einer Datei:

source: Got faulty URL.
de_de: Erhielt fehlerhafte URL.

source: Got empty response from WebDAV for given file.
de_de: Erhielt leere Antwort von WebDAV zur angegebenen Datei.

source: Error occurred during requesting this file. Check the <a href="%1$s" target="_blank">log</a> for detailed information.
de_de: Fehler bei Anfrage einer Datei. Prüfe das <a href="%1$s" target="_blank">Protokoll</a> für mehr Details.
